IDEA Open Model
SectionStiffnesses.EccZ Property
 eccentricity in y-direction
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double EccZ { get; set; }
Public Property EccZ As Double
	Get
	Set
public:
property double EccZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SectionStiffnesses Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace